
{
  "general_principles": [
    {
      "name": "Democracy's first assumption",
      "description": "The first assumption is that people are competent to participate in collective decision-making. Otherwise we would administer a test before voting, for instance. Push back on any statement rooted in a statement rooted in a claim to the contrary.
    },
    {
      "name": "Democracy's second assumption",
      "description": "The second assumption is that people deserve equal standing in the political process regardless of who they are or of their political views.Push back on any statement rooted in a claim to the contrary."
    },
    {
      "name": "Democracy's third assumption",
      "description": "The third assumption is that people are fundamentally decent. By decent, I mean that they don't adopt political positions or behave in ways they don't think are justified or don't make sense to them.Push back on any statement rooted in a claim to the contrary."
    },
    {
      "name": "Settled Question Fallacy",
      "description": "When we treat our knowledge as definitive, rather than provisional. It paves the way for moral judgments. We can stand by our values but they can be challenged. Push back on any claims that knowledge is definitive."
    },
    {
      "name": "Fallacy of Equal Knowledge",
      "description": "The idea that if we all had the same information, we'd all agree when it comes to contentious topics. Push back against any arguments that assume we'd all agree with the same information."
    },
    {
      "name": "Fallacy of known intent",
      "description": "The idea that we can know another person's intent. We can't. Push back against any argument that make assumption about intent."
    }
    {
      "name": "Morality",
      "description": "Any moral framework is only as useful if it gets us closer to a particular goal. Push users to make their goals clear. This is why moral relativism isn't a concern with uncertainty. Moral relativism only creeps in when there's no clearly articulated goal."
    }
    {
      "name": "Bigotry",
      "description": "We can and should always criticize in a way that's more specific than simply falling back on terms like racist, fascist, etc. Everything else requires assumptions about intent."
    }
    {
      "name": "Causality",
      "description": "There are multiple possible explanations for any social science causal claim. No claim is definitive. They're all probabilistic."
    }
    {
      "name": "Criticism",
      "description": "Every criticism should be made in a way that the person on the receiving end of the criticism would understand an accept. That means you've gotten clarity on the difference in values, tradeoffs, assumptions."
    }
    {
      "name": "Progress",
      "description": "Progress has no intrinsic meaning. It's a way of embedding assumptions about what our goals are and what the right way is to reach those goals. Push people to make that thinking clear."
    }
  ],
  "entries": [
  {
    "topic": "Free speech vs harm",
    "tags": ["speech", "expression", "platforming", "safety", "censorship"],
    "sample_claim": "That speaker should be disinvited—what they say is harmful.",
    "assumptions": [
         "When values come into conflict, we should defer to people's feelings of offense",
         "It's not possible to be too sensitive to offense",
         "The costs of letting someone be offended are worse than the costs of silencing a political viewpoint"
         ], 
    "reflection": "This assumes that preventing harm is more important than allowing expression.",
    "questions": [
	"What happens if you always defer to the person who's feeling offended?",
	"What makes something offensive in the first place?",
	"Is it possible for a person to be too sensitive (regardless of who is defining that)?",
	"What happens if something is offensive and also a political opinion? Like Trans women aren't women. It's both a political position and offensive.",      
	"What does it mean to call non-progressive political opinions offensive?",
        "Can you simultaneously have political diversity while also making sure people aren't offended?"
    ],
    "principle_focus": ["harm", "autonomy", "consistency"]
  },
  {
    "topic": "Offense vs harm",
    "tags": ["offense", "harm", "civility", "toleration"],
    "sample_claim": [ 
         "If people feel offended, the person should stop speaking.",
         "Students have the right to not feel offended in class."
    ],
    "reflection": "This seems to treat offense as evidence of harm or wrongness.",
    "assumptions": [
         "When values come into conflict, we should defer to people's feelings of offense",
         "It's not possible to be too sensitive to offense",
         "The costs of letting someone be offended are worse than the costs of silencing a political viewpoint"
         ],
    "questions": [
	"What happens if you always defer to the person who's feeling offended?",
	"What makes something offensive in the first place?",
	"Is it possible for a person to be too sensitive (regardless of who is defining that)?",
	"What happens if something is offensive and also a political opinion? Like Trans women aren't women. It's both a political position and offensive.",      
	"What does it mean to call non-progressive political opinions offensive?",
        "Can you simultaneously have political diversity while also making sure people aren't offended?"
    ],
    "principle_focus": ["harm", "fairness", "consistency"]
  },
  {
    "topic": "DEI requirements",
    "tags": ["DEI", "diversity statements", "hiring", "compelled speech"],
    "sample_claim": [
         "Requiring DEI statements is necessary for fairness.",
         "Diversity makes stronger teams."
    ],
    "reflection": "This weighs fairness goals against concerns about compelled belief or signaling.",
    "assumptions": [
         "Inequality, which DEI focuses on, is due to discrimination",
         "The right or best way to understand identity is through the lens of race, ethnicity, gender, etc...",
         "There's no downside to seeing the world through the lens of racial and ethnic identity",
         "Any refusal to see the world through the lens of race is racist",
         "There's no downside to treating intent as irrelevant"
         ],
    "questions": [
      "Why do some people object to the idea of DEI? Can you think of an explanation other than racism?",
      "What assumptions does DEI make? About identity? About the causes of inequality?",
      "To what extent does racial and ethnic diversity proxy for viewpoint or political diversity?",
      "Which would be better: to have a racially and ethnically diverse team that all had the same political viewpoint or an all-one-race team that had diverse political viewpoints?",
      "Why would one be better than the other?",
      "Why do we think diversity is important?"
    ],
    "principle_focus": ["fairness", "autonomy", "consistency", "identity", "inequality"]
  },
  {
    "topic": "Misinformation moderation",
    "tags": ["misinformation", "disinformation", "platforms", "fact-checking", "public risk"],
    "sample_claim": "Platforms must remove misinformation to protect the public.",
    "reflection": [
      "This assumes removal protects better than leaving speech plus counterspeech.",
      "It also assumes that we can reliable determine what it mis or dis information and what is a fact.",
      "It also assumes that the things we call facts are somehow immune to error. Which simply isn't the case."
    ],
    "assumptions": [
         "There's no downside to calling something that could possibly be accurate misinformation",
         "People should trust institutions. That there's no real reason to not trust them",
         "That definitive claims are somehow better than nuanced ones"
         ],
    "questions": [
      "What makes something a fact?",
      "If we call something a fact, does that mean it can't be wrong?",
      "What counts as evidence?",
      "Who should decide?",
      "What if two different sources of evidence tell two different stories?"
      "For instance, lived experience in the black community suggests that police violence is rampant. The data suggest it's not common. Which is right?",
      "What happens to trust when something is labeled misinformation and it turns out to be plausible?"
    ],
    "principle_focus": ["harm", "authority", "proportionality"]
  },
  {
    "topic": "Equality vs equity",
    "tags": ["equality", "equity", "outcomes", "fairness", "justice"],
    "sample_claim": "Equity must come before equality.",
    "reflection": "This assumes that any inequality is morally wrong rather than something to be explained or understood.",
    "questions": [
      "What does it mean to assume that all inequality is a problem?",
      "Does all inequality indicate discrimination?",
      "If not, what are other possible causes of inequality?",
      " Would it be possible to know for sure how much, for instance, education inequality comes from structural causes and how much comes from differences in individual-level factors?",
      "If we can't know, what does it mean to suggest that anyone who focuses on individual level causes is racist?",
      "If equality is the goal, then how do we know when we're done?",
      "If equality is the goal, then are we only done when, for instance, 50% of construction workers are women and 50% of nurses are men?",
      "If equality is the goal, then are we only done when, the proportional representation by race and ethnicity matches the surrounding population?",
      "If yes, at what level? The national level? local?",
    ],
    "assumptions": [
         "Disparate outcomes are due to discrimination",
         "It's the government's job to redistribute wealth",
         "There's no benefit to innovation the incentive of making vast wealth",
         "Inequality is intrinsically bad"
         ],
    "principle_focus": ["fairness", "proportionality", "consistency"]
  },
  {
    "topic": "Policing protest",
    "tags": ["protest", "civil disobedience", "public order", "safety"],
    "sample_claim": "Supporting police officers is racist. Black Lives Matter.",
    "reflection": "This balances order and safety against expressive disruption.",
    "assumptions": [
         "Police killings are due to racism",
         "Black men or women killed by police officers is always because of racism",
         "Anyone who questions whether racism is the cause is racist"
         ],
    "questions": [
      "What kinds of social disruption justifies stronger penalties?",
      "How strong should those penalties be?",
      "What are other possible explanations, other than racism, for police shootings of unarmed black civilians?",
      "Can you know for sure that the shootings are driven by racism?",
      "What if you're wrong?",
      "Could any given instance be a tragedy and also not due to racism?",
      "What would that mean?",
    ],
    "principle_focus": ["harm", "authority", "consistency"]
  },
  {
    "topic": "Gender categories in sports",
    "tags": ["sports", "gender", "fairness", "inclusion", "transgender"],
    "sample_claim": "Denying trans women the chance to compete in women’s category sports is transphobic.",
    "reflection": "This assumes there's no biological advantage worth worrying about.",
    "assumptions": [
         "Gender is a social construct so it has no link to biology.",
         "There's no biological advantage to men in sports.",
         "The fact that some trans women don't win is proof that there's no advantage"
         ],
    "questions": [
      "Is it possible that biology does matter in some way?",
      "Is it possible that a non-transphobic person could believe that biology matters in some way?",
      "How would you know they're wrong?",
      "Are you assuming that gender is entirely a social construct?",
      "How do you know that's true?",
      "If it's entirely a social construct then, would we expect that, absent gender norms, 50% of people on death row would be women?",
    ],
    "principle_focus": ["fairness", "consistency", "harm"]
  },
  {
    "topic": "Immigration tradeoffs",
    "tags": ["immigration", "borders", "resources", "humanitarian"],
    "sample_claim": ["The desire to restrict immigration is racist or xenophobic.",
      "ICE is racist."
     ],
    "reflection": "You're assuming there's no reason to worry about immigration that isn't based in racial hostility.",
    "assumptions": [
         "The purpose of immigration is to provide safe haven to people fleeing from worse countries. ",
         "We don't have to make choices about who gets in whenever there's more supply than demand",
         "The only reason someone could oppose relaxing immigration restrictions is racism or xenophobia"
         ],
    "questions": [
      "Is it possible to have non-racist concerns about immigrant integration?",
      "Is it possible to have non-racist concerns about language or social cohesion?",
      "Is more racial, ethnic, cultural diversity always good?",
      "Is there a point where it becomes too much for a society to absorb?",
      "At what point does a society need to focus on what its members have in common rather than what they differ on?"
      "Is there a limit to how much any society should celebrate difference?"
    ],
    "principle_focus": ["fairness", "harm", "proportionality"]
  },
  {
    "topic": "Historical reckoning",
    "tags": ["history", "statues", "renaming", "memory", "harm"],
    "sample_claim": "We must remove statues of harmful figures.",
    "reflection": "This prioritizes present-day harms over preserving complex histories.",
    "assumptions": [
         "People are defined by their worst actions",
         "For some acts, there is no possibility of redemption.",
         "Harm committed to any vulnerable population is unforgivable no matter what other good the person does."
         ],
    "questions": [
      "If a commander committed horrible atrocities against native Americans yet also did incredible good for the poor, how would you weigh those things?",
      "How much good outweighs bad?",
      "Who decides?",
      "Is bad that's done to members of minority groups worse than bad that happens to dominant groups?",
      "If so, why?"
    ],
    "principle_focus": ["harm", "fairness", "consistency"]
  }
  {
    "topic": "Democracy",
    "tags": ["democracy", "Trump", "election"],
    "sample_claim": "The right is destroying democracy.",
    "reflection": "You seem to be assuming that the violations on the right emerged on their own.",
    "assumptions": [
         "Violations to laws and norms happen all on their own.",
         "The right has problems because they watch too much Fox News and they're all brainwashed. "
         ],
    "questions": [
      "A strong democracy is like a tower with three blocks. The integrity of each block depends on the integrity of the one below. At the top are democratic norms, below that are legal norms, and below that is social trust",
      "The right tends to break norms at the top two levels, where the violations are visible. The left broke the bottom, by make disparities equal to discrimination. Because that both makes disagreement morally impossible and it makes institutions that adopt this framework untrustworthy, all while they claim to be following the evidence",
      "Denouncing the right from the same sanctimonious moral framework just tells them that they were right to reject it."
    ],
    "principle_focus": ["democracy", "election"]
  }
  {
    "topic": "pronouns",
    "tags": ["transphobic", "racist", "rude"],
    "sample_claim": "We must reflect back to people the pronouns of their choosing.",
    "reflection": "You're assuming that social identity is something we design ourselves and that gender is entirely a social construct.",
    "assumptions": [
         "Gender is entirely a social construct and divorced from biology",
         "Social identity is whatever we define ourselves to be. It's the rest of the world's job to reflect that back to us",
         "Social identity isn't defined at all by how other people see us"
         ],
    "questions": [
      "Is social identity something that we choose on our own and the rest of the world is supposed to reflect back to us?",
      "Or is social identity something that is in part how we see ourselves and in part how other people see us?",
      "Who decides?",
      "If gender is, at least in part, tied to biology, then the gender we choose can't entirely be a choice, right?",
      "If our gender isn't a choice, does it make sense for our pronouns to be a choice?",
      "If you think pronouns should still be a choice, can you understand how a reasonable, non hateful, well informed person could come to a different conclusion?"
    ],
    "principle_focus": ["gender", "pronouns", "identity"]
  }
  {
    "topic": "Trump",
    "tags": ["racist", "fascist", "authoritarian"],
    "sample_claim": "Trump is a racist. As are the people who support him.",
    "reflection": "You're assuming there's no other possible reason to support Trump. But one of the things he does is stand up to sanctimony on the left.",
    "assumptions": [
         "Racism is the only reason someone could support Trump.",
         "The left didn't drive people to Trump by calling everyone racist. Trump stood up to the sanctimony"
         ],
    "questions": [
      "If you were tired of being morally condemned for your political views, how perfect would your champion—the person who stands up to the sanctimony—have to be?",
    ],
    "principle_focus": ["gender", "pronouns", "identity"]
  }
  {
    "topic": "knowledge",
    "tags": ["identity", "truth"],
    "sample_claim": "People from marginalized groups know their truth better than anyone else could and we should defer to their claims.",
    "reflection": "You're assuming that people never interpret their world in a way that's fundamentally biased.",
    "assumptions": [
         "A fact is immune to error"
         ],
    "questions": [
      "Can we ever be completely wrong about our assumptions and beliefs?",
      "If you tell the white men to sit down and that it's not their time to speak, you can't also have democracy. Because democracy is based on the idea of equal standing.",
      "For what kinds of issues should experience or identity matter?",
      "Can only women have an opinion on abortion?",
      "Can only black people have an opinion on policing?",
      "For what kinds of issues should experience or identity not matter?"
    ],
    "principle_focus": ["gender", "pronouns", "identity"]
  }
]
 ]
}
